let discountButton = document.getElementById('button1');
let discountMessage = document.getElementById('Message');

function alertMessage(){
    discountMessage.innerHTML = 'หมดเเล้วหลวงเห้อ';
}

discountButton.addEventListener('click', alertMessage)

//นางสาวกชกร โกสิยพันธุ์
//นางสาวชญานิศ ชนะการ
//นางสาวทิพรดา อัตศาสตร์
//นางสาวธิดารัตน์ อาจหาญ
//นางสาวปรียาพร เหล่าติวานนท์
//	นางสาวอารีดา ทิ้งจะนะ
//นางสาวโพธิวรรณ โพธิ์ไทย

//	นางสาวชิดชนก เสงี่ยมวงษ์ --
//	นางสาวกานต์ทิพย์ ไร่ใหญ่ --
//นางสาวณิชารีย์ ณ สงฆ์ --
//นางสาวกัญญาณัฐ นวลเกลี้ยง --
//นางสาวสุภัสสร ไชยวรรณ --
//นางสาวอนันตญา เหล็กเกิดผล --
//นางสาวอรวรรณ สุขงาม --

//นางสาวอติพร ใหญ่บก
//นางสาวธมนวรรณ จันทร์น้อย
//นางสาวอันธิกา พุทธรักษ์